<template>
  <div class="Footer">
    <p>
      * فقط برای خریداران واجد شرایط موجود است. خریداران واجد شرایط زمانی که یک
      محصول واجد شرایط را در یک مکان واجد شرایط تا 30 سپتامبر 2024 خریداری می
      کنند، یک کارت هدیه Apple دریافت می کنند. ارزش کارت هدیه ممکن است بسته به
      محصول واجد شرایط متفاوت باشد. فقط یک کارت هدیه اپل برای هر محصول واجد
      شرایط به ازای هر خریدار واجد شرایط. پیشنهاد مشروط به در دسترس بودن تا
      زمانی که ذخایر تمام می شود. خریداران واجد شرایط تخفیفی معادل ارزش گیفت
      کارت اپل از قیمت محصول واجد شرایط دریافت خواهند کرد، اما برای تمام اقلام
      موجود در سبد خریدشان، از جمله گیفت کارت اپل، هزینه دریافت می شود. اطلاعیه
      مهم در مورد رسید پرداخت و صورت‌حساب ماهانه برای خریدهای اقساط ماهانه Apple
      Card (ACMI) با این تبلیغات: خریداران واجد شرایطی که ACMI (گزینه پرداخت 0%
      APR فقط در ایالات متحده موجود است) را به‌عنوان نوع پرداخت در هنگام پرداخت
      انتخاب می‌کنند، تخفیفی برابر با ارزش گیفت کارت اپل از قیمت محصول واجد
      شرایط. این منجر به یک طرح اقساط ACMI در طول 12 ماه برای محصول واجد شرایط
      با تخفیف اعتبار فوری، و یک طرح اقساطی ACMI دوم در طول 12 ماه برای قیمت
      کامل گیفت کارت اپل می شود. مجموع مبلغ ترکیبی شارژ شده در دو طرح اقساط ACMI
      جداگانه منعکس کننده قیمت اصلی خرده فروشی کامل محصول واجد شرایط است. به طور
      جداگانه، خریداران واجد شرایط گیفت کارت اپل را به میزان تخفیف قابل اعمال از
      محصول واجد شرایط دریافت می کنند و از آنها کسر می شود. اقساط ماهانه Apple
      Card (ACMI) یک گزینه پرداخت 0% در ماه آوریل است که فقط در صورتی در دسترس
      است که آن را در هنگام تسویه حساب در ایالات متحده برای محصولات واجد شرایط
      خریداری شده در فروشگاه های Apple Store انتخاب کنید.
    </p>
    <div class="footer-finish">
      <h2>کلیه حقوق محفوظ است.</h2>
    </div>
  </div>
</template>

<script>
export default {
  name: "FOOTER",
};
</script>

<style scoped>
.Footer {
  text-align: center;
  background-color: #fafafc;
  color: black;
  border-top: 1px solid rgb(199, 195, 195);
  margin-top: 20px;
}
p {
  width: 90%;
  margin: 20px auto 20px auto;
  font-size: 12px;
}
.footer-finish {
  background-color: white;
  margin: 20px;
}
.footer-finish h2 {
  font-size: 17px;
}
</style>
